{"products":[{"id":1,"name":"Tasty Metal Car","description":"Expedita est nihil illo aliquid quas necessitatibus. Et fuga at. Rerum labore quisquam.","price":"627.00","imageUrl":"https://via.placeholder.com/50x50","quantity":45675},{"id":2,"name":"Handmade Steel Chips","description":"Id atque cum minus eos est id omnis. Provident laboriosam ratione consequatur est id et repudiandae itaque. Nostrum exercitationem iste voluptates quos. Non aut dolore doloremque possimus sit ea incidunt. Quae sint sit laboriosam dicta.","price":"32.00","imageUrl":"https://via.placeholder.com/50x50","quantity":89051},{"id":3,"name":"Fantastic Metal Fish","description":"Doloremque laborum repellendus illo consequuntur facere corporis itaque ut possimus. Nam magnam animi atque dignissimos sunt ex omnis aut. Voluptatibus quia temporibus iste ea qui.","price":"783.00","imageUrl":"https://via.placeholder.com/50x50","quantity":18679},{"id":4,"name":"Handcrafted Rubber Fish","description":"Dicta nulla tempore. Laboriosam dolorem blanditiis quia recusandae qui blanditiis ducimus. Magnam et optio. Laboriosam officia voluptatem. Sapiente voluptatem aut libero deleniti.","price":"318.00","imageUrl":"https://via.placeholder.com/50x50","quantity":18089},{"id":5,"name":"Licensed Concrete Shirt","description":"Consectetur eveniet ullam. Voluptas aut consequuntur omnis et. Et rerum aut quo totam asperiores dolores autem iure.","price":"345.00","imageUrl":"https://via.placeholder.com/50x50","quantity":21737},{"id":6,"name":"Fantastic Cotton Chicken","description":"Voluptate ducimus assumenda quasi maiores voluptas. Et iste dolore minima sed sit quam placeat est ex.","price":"187.00","imageUrl":"https://via.placeholder.com/50x50","quantity":17371},{"id":7,"name":"Practical Plastic Computer","description":"Fugit quibusdam culpa quae perferendis incidunt eveniet voluptas. Aliquam dignissimos quisquam modi. Eum natus voluptatem corporis dolores velit quis. Consequuntur iusto sint cum laborum totam. Optio dolores odit rerum sapiente.","price":"824.00","imageUrl":"https://via.placeholder.com/50x50","quantity":37464},{"id":8,"name":"Sleek Concrete Cheese","description":"Itaque unde consequatur alias earum dolor. Nobis corporis eum et adipisci excepturi laudantium dolores deserunt tenetur. Et ut assumenda repellat nobis. Minima et impedit beatae.","price":"963.00","imageUrl":"https://via.placeholder.com/50x50","quantity":19122},{"id":9,"name":"Practical Cotton Computer","description":"Deleniti et eos quis sunt. Suscipit maiores natus. Explicabo quia ea aut ullam voluptas fugiat fugiat totam. Repudiandae repellat tempora repellat libero dolor aut voluptates voluptas. Inventore quod explicabo odio repudiandae qui voluptas ea. Molestiae velit atque odit itaque voluptates.","price":"579.00","imageUrl":"https://via.placeholder.com/50x50","quantity":83459},{"id":10,"name":"Small Wooden Towels","description":"Dolorum dolor molestiae quia. Expedita maiores culpa incidunt. Voluptatem voluptatem ut dolorem. Vitae laudantium rerum impedit officiis et praesentium eos et sunt. Totam aut officia.","price":"691.00","imageUrl":"https://via.placeholder.com/50x50","quantity":62134}]}
